{"data":{"page":{"id":"e032e2ee-c2ab-5754-b205-75869b8bfd00","html":"<p><strong>These terms and conditions outline the rules and regulations for the use of Joseph Barkate’s Website:</strong></p>\n<p>By accessing this website we assume you accept these terms and conditions in full. Do not continue to use Joseph Barkate’s website if you do not accept all of the terms and conditions stated on this page. The following terminology applies to these Terms and Conditions, Privacy Statement and Disclaimer Notice\nand any or all Agreements: “Client”, “You” and “Your” refers to you, the person accessing this website and accepting the Company’s terms and conditions. “The Company”, “Ourselves”, “We”, “Our” and “Us”, refers to our Company. “Party”, “Parties”, or “Us”, refers to both the Client and ourselves, or either the Client or ourselves. All terms refer to the offer, acceptance and consideration of payment necessary to undertake the process of our assistance to the Client in the most appropriate manner, whether by formal meetings of a fixed duration, or any other means, for the express purpose of meeting the Client’s needs in respect of provision of the Company’s stated services/products, in accordance with and subject to, prevailing law of. Any use of the above terminology or other words in the singular, plural, capitalisation and/or he/she or they, are taken as interchangeable and therefore as referring to same.License Unless otherwise stated, Joseph Barkate and/or it’s licensors own the intellectual property rights for all material on Joseph Barkate. All intellectual property rights are reserved. You may view and/or print pages from <a href=\"http://www.josephbarkate.com\">http://www.josephbarkate.com</a> for your own personal use subject to restrictions set in these terms and conditions.</p>\n<p><strong>You must not:</strong></p>\n<ul>\n<li>\n<p>Sell, rent or sub-license material from <a href=\"http://www.josephbarkate.com\">http://www.josephbarkate.com</a></p>\n</li>\n<li>\n<p>Reproduce, duplicate or copy material from <a href=\"http://www.josephbarkate.com\">http://www.josephbarkate.com</a></p>\n</li>\n</ul>\n<p>Redistribute content from Joseph Barkate (unless content is specifically made for redistribution).</p>\n<p><strong>Hyperlinking to our Content:</strong><br>\nThe following organizations may link to our Web site without prior written approval:\n</p>\n<ul>\n<li>Government agencies;</li>\n<li>Search engines;</li>\n<li>News organizations;</li>\n<li>Online directory distributors when they list us in the directory may link to our Web site in the same manner as they hyperlink to the Web sites of other listed businesses; and</li>\n<li>Systemwide Accredited Businesses except soliciting non-profit organizations, charity shopping malls, and charity fundraising groups which may not hyperlink to our Web site.</li>\n</ul>\n<p>These organizations may link to our home page, to publications or to other Web site information so long\nas the link: (a) is not in any way misleading; (b) does not falsely imply sponsorship, endorsement or\napproval of the linking party and its products or services; and (c) fits within the context of the linking\nparty’s site.</p>\n<p><strong>We may consider and approve in our sole discretion other link requests from the following types of organizations:</strong></p>\n<ul>\n<li>\n<p>commonly-known consumer and/or business information sources such as Chambers of Commerce, American Automobile Association, AARP and Consumers Union;</p>\n</li>\n<li>\n<p>dot.com community sites;</p>\n</li>\n<li>\n<p>associations or other groups representing charities, including charity giving sites,</p>\n</li>\n<li>\n<p>online directory distributors;</p>\n</li>\n<li>\n<p>internet portals;</p>\n</li>\n<li>\n<p>accounting, law and consulting firms whose primary clients are businesses; and educational institutions and trade associations.\n</p>\n</li>\n</ul>\n<p>We will approve link requests from these organizations if we determine that: (a) the link would not reflect unfavorably on us or our accredited businesses (for example, trade associations or other organizations representing inherently suspect types of business, such as work-at-home opportunities, shall not be allowed\nto link); (b)the organization does not have an unsatisfactory record with us; (c) the benefit to us from the visibility associated with the hyperlink outweighs the absence of ; and (d) where the link is in the context of general resource information or is otherwise consistent with editorial content in a newsletter or similar product furthering the mission of the organization.</p>\n<p>These organizations may link to our home page, to publications or to other Web site information so long as the link: (a) is not in any way misleading; (b) does not falsely imply sponsorship, endorsement or approval of the linking party and it products or services; and (c) fits within the context of the linking party’s\nsite.</p>\n<p>If you are among the organizations listed in paragraph 2 above and are interested in linking to our website, you must notify us by sending an e-mail to josephbarkate@gmail.com. Please include your name, your organization name, contact information (such as a phone number and/or e-mail address) as well as the URL of your site, a list of any URLs from which you intend to link to our Web site, and a list of the URL(s) on our site to which you would like to link. Allow 2-3 weeks for a response.</p>\n<p><strong>Approved organizations may hyperlink to our Web site as follows:</strong></p>\n<ul>\n<li>By use of our corporate name; or</li>\n<li>By use of the uniform resource locator (Web address) being linked to; or</li>\n<li>By use of any other description of our Web site or material being linked to that makes sense within the context and format of content on the linking party’s site.</li>\n</ul>\n<p>No use of Joseph Barkate’s logo or other artwork will be allowed for linking absent a trademark license\nagreement.</p>\n<p><strong>Iframes</strong></p>\n<ul>\n<li>Without prior approval and express written permission, you may not create frames around our Web pages or use other techniques that alter in any way the visual presentation or appearance of our Web site.</li>\n</ul>\n<p><strong>Reservation of Rights</strong></p>\n<ul>\n<li>We reserve the right at any time and in its sole discretion to request that you remove all links or any particular link to our Web site. You agree to immediately remove all links to our Web site upon such request. We also reserve the right to amend these terms and conditions and its linking policy at any time. By continuing to link to our Web site, you agree to be bound to and abide by these linking terms and conditions.</li>\n</ul>\n<p><strong>Removal of links from our website</strong></p>\n<ul>\n<li>If you find any link on our Web site or any linked web site objectionable for any reason, you may contact us about this. We will consider requests to remove links but will have no obligation to do so or to respond directly to you.</li>\n<li>Whilst we endeavour to ensure that the information on this website is correct, we do not warrant its completeness or accuracy; nor do we commit to ensuring that the website remains available or that the material on the website is kept up to date.</li>\n</ul>\n<p><strong>Content Liability</strong>  </p>\n<ul>\n<li>We shall have no responsibility or liability for any content appearing on your Web site. You agree to indemnify and defend us against all claims arising out of or based upon your Website. No link(s) may appear on any page on your Web site or within any context containing content or materials that may be interpreted as libelous, obscene or criminal, or which infringes, otherwise violates, or advocates the infringement or other violation of, any third party rights.</li>\n</ul>\n<p><strong>Disclaimer</strong>  </p>\n<ul>\n<li>\n<p>To the maximum extent permitted by applicable law, we exclude all representations, warranties and conditions relating to our website and the use of this website (including, without limitation, any warranties implied by law in respect of satisfactory quality, fitness for purpose and/or the use of reasonable care and skill). Nothing in this disclaimer will:</p>\n</li>\n<li>\n<p>limit or exclude our or your liability for death or personal injury resulting from negligence;</p>\n</li>\n<li>\n<p>limit or exclude our or your liability for fraud or fraudulent misrepresentation;</p>\n</li>\n<li>\n<p>limit any of our or your liabilities in any way that is not permitted under applicable law; or</p>\n</li>\n<li>\n<p>exclude any of our or your liabilities that may not be excluded under applicable law.</p>\n</li>\n<li>\n<p>The limitations and exclusions of liability set out in this Section and elsewhere in this disclaimer: (a) are subject to the preceding paragraph; and (b) govern all liabilities arising under the disclaimer or in relation to the subject matter of this disclaimer, including liabilities arising in contract, in tort\n(including negligence) and for breach of statutory duty. To the extent that the website and the information and services on the website are provided free of charge, we will not be liable for any loss or damage of any nature.</p>\n</li>\n</ul>\n<p><strong>Terms and Condition Exception</strong><br>\nHowever, these Terms and Condtions will effectively be void in the event of the occurrence (certified by the United States Centers for Disease Control or successor body) of a widespread viral infection transmitted via bites or contact with bodily fluids that causes human corpses to reanimate and seek to consume living human flesh, blood, brain or nerve tissue and is likely to result in the fall of organized civilization.</p>\n<p><strong>Credit &#x26; Contact Information</strong><br>\nThis Terms and conditions page was created at termsandconditionstemplate.com generator. If you have any queries regarding any of our terms, please contact us.</p>\n<h2>Privacy Policy</h2>\n<p>We do not share personal information with third-parties nor do we store information we collect about your visit to this website for use other than to analyze content performance through the use of cookies, which you can turn off at any time by modifying your Internet browser’s settings. We are not responsible for the republishing of the content found on this blog on other Web sites or media without our permission. This privacy policy is subject to change without notice.</p>","frontmatter":{"title":"Terms and Conditions and Privacy Policy"}},"site":{"siteMetadata":{"facebook":{"appId":""}}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"slug":"/terms/","source":"pages"}}